{
    "2020": "2020",
    "2024": "2024",
    "2026": "2026",
    "Home": "Accueil",
    "About Me": "À propos",
    "Contact": "Contact",
    "Contact Me": "Contactez-moi",
    "Ziyi LIU": "Ziyi LIU",
    "Hiiiiiiiii!": "Saluuuuuut !",
    "I'm glad you're here!": "Je suis content que tu sois là !",
    "or, start a chat ~": "ou, commençons une discussion ~",
    "Education": "Éducation",
    "Institut Polytechnique de Paris": "Institut Polytechnique de Paris",
    "Télécom Paris": "Télécom Paris",
    "Paris, France": "Paris, France",
    "Master of Computer Science, Data and Artificial Intelligence": "Master en informatique, données et intelligence artificielle",
    "East China University of Science and Technology": "Université des Sciences et Technologies de l'Est de la Chine",
    "Bachelor of Engineering, Intelligence and Robotics": "Licence en ingénierie, intelligence et robotique",
    "Mini-major Diploma, Computer Science (2021 - 2024)": "Diplôme de mini-majeure, informatique (2021 - 2024)",
    "Internships": "Stages",
    "Login": "Connexion",
    "Invalid email or password": "E-mail ou mot de passe invalide",
    "Signup": "Inscription",
    "User with this email already exists": "Un utilisateur avec cet e-mail existe déjà",
    "Access Denied": "Accès refusé",
    "User not found": "Utilisateur non trouvé",
    "AI Engineer": "Ingénieur en IA",
    "Shanghai, China": "Shanghai, Chine",
    "Porsche Financial Leasing Ltd.": "Porsche Financial Leasing Ltd.",
    "Jan 2024": "Janvier 2024",
    "Jul 2024": "Juillet 2024",
    "PFS Residual Value Assistant": "Assistant de valeur résiduelle PFS",
    "Bank of Communication Financial Technology Co, Ltd.": "Banque de Communication Financial Technology Co, Ltd.",
    "Dec 2022": "Décembre 2022",
    "Feb 2023": "Février 2023",
    "Institute of Software, Chinese Academy of Sciences (ISCAS)": "Institut de logiciels, Académie chinoise des sciences",
    "Apr 2022": "Avril 2022",
    "Sept 2022": "Septembre 2022",
    "(Remote)": "(À distance)",
    "Development and Testing": "Développement et test",
    "Ziyi Liu": "Ziyi LIU",
    "Email": "Courriel",
    "Phone": "Mobile",
    "Birthday": "Anniversaire",
    "December 11, 2001": "11 décembre 2001",
    "Location": "Adresse",
    "Rte de Saclay, 91120 Palaiseau, France": "Rte de Saclay, 91120 Palaiseau, France",
    "Got questions, feedback, or want to connect?": "Des questions, des retours, ou envie de discuter ?",
    "Reach out via my social media channels or email.": "Contactez-moi via mes réseaux sociaux ou par e-mail.",
    "Let's collaborate!": "Collaborons ensemble !",
    "Surname": "Nom",
    "First Name": "Prénom",
    "Message": "Message",
    "I'm currently pursuing the Master's degree in Data and AI at the IP Paris.": "Je suis actuellement en Master en Data et Intelligence Artificielle à l'IP Paris.",
    "My background in Intelligence and Robotics, with a BEng from East China University of Science and Technology, includes research experience in SLAM using computer vision.": "J'ai un parcours en Intelligence et Robotique, avec un diplôme d'ingénieur de l'Université des Sciences et Technologies de l'Est de la Chine, incluant une expérience de recherche en SLAM utilisant la vision par ordinateur.",
    "I am passionate about making AI more transparent and interpretable, which drives my interest in Explainable AI and Computer Vision.": "Je suis passionné par la transparence et l'interopérabilité de l'IA, ce qui alimente mon intérêt pour l'IA explicable et la vision par ordinateur.",
    "Proficient in Python, C++, Rust, SQL Query, MATLAB, I also have experience with TensorFlow and PyTorch or dealing full stack development works under Linux environment.": "Compétent en Python, C++, Rust, SQL, MATLAB, j'ai également de l'expérience avec TensorFlow et PyTorch, ainsi qu'en développement full stack dans un environnement Linux.",
    "I am proficient in English, Mandarin and Cantonese, and currently learning French and Italian to expand my international profile.": "Je maîtrise l'anglais, le mandarin et le cantonais, et j'apprends actuellement le français et l'italien pour élargir mon profil international."
}